/* */
/* Copyright (c) 2008 Software Ambience Corp. All rights reserved. */
/* */

"Main_Edition_Beta" = "Beta";
"Main_Edition_MacAppStore" = "dla Mac App Store";

"Main_DropAreaHint_Disk" = "przeciągnij dysk, aby go przeskanować";
"Main_DropAreaHint_Folder" = "przeciągnij katalog, aby go przeskanować";
"Main_DropAreaHint_License" = "przeciągnij licencję, aby ją zarejestrować";

"Main_TitleButton_BuyNow" = "Tryb testowy. Kup teraz…";
"Main_TitleButton_UpgradeNow" = "Tryb testowy. Ściągnij nową wersję…";
"Main_TitleButton_BetaExpiration" = "%1$@. Wygasa w dniu %2$@";

"Main_Menu_RescanAsLastTime" = "Ponownie skanuj „%@”";
"Main_Menu_RescanAsLastTimeNone" = "Ponownie skanuj";
"Main_Menu_RescanAsAdminQuick" = "Szybkie ponowne skanowanie „%@” jako Administrator";
"Main_Menu_RescanAsAdminQuickNone" = "Szybkie ponowne skanowanie jako Administrator";
"Main_Menu_RescanAsAdminFull" = "Pełne ponowne skanowanie „%@” jako Administrator";
"Main_Menu_RescanAsAdminFullNone" = "Pełne ponowne skanowanie jako Administrator";
"Main_Menu_RescanAsNormalUser" = "Ponownie skanuj „%@” jako zwykły Użytkownik";
"Main_Menu_RescanAsNormalUserNone" = "Poniwnie skanuj jako zwykły Użytkownik";

"Main_Alert_QuitWarning_Scanning_Title" = "Trwa skanowanie";
"Main_Alert_QuitWarning_Scanning_Message" = "DaisyDisk aktualnie skanuje dysk.\nJeśli zamkniesz teraz, skanowanie nie zostanie ukończone.";
"Main_Alert_QuitWarning_Deleting_Title" = "Trwa kasowanie plików";
"Main_Alert_QuitWarning_Deleting_Message" = "Jeśli teraz wyjdziesz, niektóre pliki nie zostaną skasowane.";
"Main_Alert_QuitWarning_NonEmptyCollector_Title" = "Te pliki są zagregowane, ale nie usunięte";
"Main_Alert_QuitWarning_NonEmptyCollector_Message" = "Jeśli zakończysz teraz, DaisyDisk zapomni wszystkie pliki, które zebrałeś do usunięcia.";

"Main_Alert_QuitWarning_Quit" = "Zamknij mimo to";
"Main_Alert_QuitWarning_Cancel" = "Anuluj";

"Main_Admin_Prompt" = "DaisyDisk chce uruchomić program pomocniczy z uprawnieniami administratora.";

/*deprecated; upgrade scopebar*/
"Main_Scopebar_Upgrade_FreeUpgrade" = "DaisyDisk %@ jest dla Ciebie dostępny jako bazpłatna aktualizacja";
"Main_Scopebar_Upgrade_PaidUpgrade" = "DaisyDisk %1$@ jest dostępny. Zrób aktualizację za jedyne %2$@";
"Main_Scopebar_Upgrade_JustUpgrade" = "DaisyDisk %@ jest dostępny";
"Main_Scopebar_Upgrade_Button_Upgrade" = "Uaktualnij";
"Main_Alert_RemindUpgrade_Title" = "Powinniśmy przypomnieć ci o uaktualnieniu później?";
"Main_Alert_RemindUpgrade_Button_YesLater" = "Tak, następnym razem";
"Main_Alert_RemindUpgrade_Button_NoNever" = "Nigdy więcej mi nie przypominaj";
/*deprecated*/

/*"achievements" displayed on the scope bar*/
"Main_Scopebar_Score_5GB" = "Gratulacje! Właśnie zyskałeś dodatkowe %@ na Twoim dysku. To więcej miejsca niż iPod posiadał w 2001 roku!";
"Main_Scopebar_Score_10GB" = "Hura! Dodatkowe %@ zawsze się przyda.";
"Main_Scopebar_Score_20GB" = "Super! właśnie odzyskałeś %1$@ na Twoje dane. To %2$@#(x,x,x) razy więcej jak w pierwszym iMacu!";
"Main_Scopebar_Score_50GB" = "%1$@ niepotrzebnych danych już nie ma. Teraz jest wystarczająco miejsca na więcej niż %2$@ #(film HD,filmy HD,filmów HD).";
"Main_Scopebar_Score_100GB" = "Wyczyściłeś właśnie %1$@. To więcej niż %2$@ #(paczka,paczki,paczek) DVD-R!";
"Main_Scopebar_Score_200GB" = "Właśnie odzyskałeś %@. To mógł być cały dysk MacBooka.";
"Main_Scopebar_Score_500GB" = "Globalne porządki! Właśnie odzyskałeś %@ na Twoim dysku. To sporo!";

/*corresponding achievments as they appear on Twitter*/
"Main_Score_Twitter_5GB" = "Właśnie uzyskałem dodatkowe %@ na moim dysku. To więcej miejsca niż iPod posiadał w 2001 roku! Dzięki @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_10GB" = "Hura! Dodatkowe %@ na dysku zawsze się przyda. Dzięki @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_20GB" = "Super! właśnie uzyskałem %1$@ na Twoje dane. To %2$@#(x,x,x) ile miał dysk w pierwszym iMacu! Dzięki @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_50GB" = "%1$@ niepotrzebnych danych już nie ma. Teraz jest wystarczająco miejsca na więcej niż %2$@ #(film HD,filmy HD,filmów HD). Dzięki @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_100GB" = "Właśnie oczyściłem ponad %1$@. To więcej niż %2$@ #(paczka,paczki,paczek) DVD-R! Dzięki @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_200GB" = "Właśnie odzyskałem %@. To tyle ile mógł mieć cały dysk w MacBooku. Dzięki @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_500GB" = "Globalne porządki! Właśnie odzyskałem %@ na moim dysku. To sporo! Dzięki @DaisyDisk http://cl.ly/ehk4";

/*tweeting score from the About window*/
"Main_Score_About_Twitter_Base" = "@DaisyDisk http://cl.ly/ehYa pomógł mi odzyskać %@ na moich dyskach.";
"Main_Score_About_Twitter_0GB" = "20 lat temu potrzebowałbyś %@ #(dyskietka,dyskietki,dyskietek) na te dane.";
"Main_Score_About_Twitter_5GB" = "To więcej niż dysk w oryginalnym iPodzie!";
"Main_Score_About_Twitter_6GB" = "W przeciwnym wypadku mogły to być %@ #(CD-R,CD-R,CD-R).";
"Main_Score_About_Twitter_20GB" = "To więcej niż %@ #(utwór MP3,utwory MP3,utworów MP3).";
"Main_Score_About_Twitter_50GB" = "Wystarczająco miejsca na %@ #(film HD,filmy HD,filmów HD).";
"Main_Score_About_Twitter_256GB" = "To więcej niż dysk MacBooka Air kiedykolwiek miał!";
"Main_Score_About_Twitter_320GB" = "To rozmiar dysku w MacBooku Pro!";
"Main_Score_About_Twitter_500GB" = "To mogło wypełnić całą Time Capsule!";
"Main_Score_About_Twitter_1000GB" = "W innym przypadku musiałbym kupić terabajtowy dysk!";
"Main_Score_About_Twitter_1500GB" = "To wystarczająco, aby pomieścić %@ #(CD,CD,CD) w oryginalnej jakości.";

"Main_Scopebar_Score_Button_Tweet" = "Twitnij!";
"Main_Scopebar_Score_Button_Disable" = "Nie pokazuj tych wiadomości ponownie";
"Main_Scopebar_Score_Button_Close" = "Zamknij tą wiadomość";
"Main_Scopebar_Score_RateInMAS" = "Podoba ci się DaisyDisk? Proszę ocenić go w App Store";
"Main_Scopebar_Score_Button_Rate" = "Oceń";

